//**********************************************************************
// $Header: $
//
// $Revision: $
//
// $Date: $
//**********************************************************************
//**********************************************************************
//<Oem_FHDR_START>
//
// Name:	ASM1061R.uni
//
// Description:	This file contains ASM1061R.uni string definitions.
//
//<Oem_FHDR_END>
//**********************************************************************
/=#
#include "VFR.uni"

#ifndef x-UEFI-AMI
#langdef   x-UEFI-AMI "x-UEFI-AMI"    // AMI Configuration Language
#endif

#string STR_ASM1061R_SATA_MODE_FORM                     #language eng "ASM1061R SATA Mode"
                                                        #language zh-chs "ASM1061R SATA模式"
#string STR_ASM1061R_SATA_MODE_HELP                     #language eng "ASM1061R SATA Mode setting: AHCI or RAID"
                                                        #language zh-chs "ASM1061R SATA模式设置：AHCI模式或RAID模式"

#string STR_ASM1061R_SATA_MODE_PROMPT                   #language eng "ASM1061R SATA Mode Select"
                                                        #language zh-chs "ASM1061R SATA模式选择"

#string STR_AHCI                                        #language eng "AHCI"
                                                        #language zh-chs "AHCI"
#string STR_RAID                                        #language eng "RAID"
                                                        #language zh-chs "RAID"
